tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"

# Packages
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "coreutils"
brew "curl"
brew "exa"
brew "fzf"
brew "git"
brew "htop"
brew "imagemagick"
brew "gnupg"
brew "pinentry-mac"
brew "pkg-config"
brew "pkgdiff"
brew "ripgrep"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "neovim"
brew "youtube-dl"
brew "zsh"

# Applications
cask "alacritty"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "robo-3t"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"

# Fonts
